Repository: owngoal-dev/Umbra
Catalog: Umbra/Localizable.xcstrings
Source language: en
Languages: ar, de, fr, it, ja, vi, zh_hans

source: On devices running iOS 15 with an A12 chip or later, blacklisting an app disables its app extensions. Running the app in the foreground or background may cause a spinlock panic and restart the device. Try disabling tweak injection for this app in Choicy first. Only blacklist the app if that does not help.
ar: على الأجهزة التي تعمل بنظام iOS 15 والمزودة بشريحة A12 أو أحدث، تؤدي إضافة التطبيق إلى القائمة السوداء إلى تعطيل امتداداته. وقد يتسبب تشغيله في المقدمة أو الخلفية في خطأ spinlock panic وإعادة تشغيل الجهاز. جرّب أولًا تعطيل حقن التعديلات لهذا التطبيق في Choicy، ولا تضفه إلى القائمة السوداء إلا إذا لم ينجح ذلك.
de: Auf Geräten mit iOS 15 und A12-Chip oder neuer werden die Erweiterungen einer App deaktiviert, wenn sie auf die Blacklist gesetzt wird. Läuft die App im Vorder- oder Hintergrund, kann dies eine Spinlock-Panic und einen Neustart des Geräts auslösen. Versuchen Sie zuerst, die Tweak-Injektion für diese App in Choicy zu deaktivieren. Setzen Sie die App nur auf die Blacklist, wenn das nicht hilft.
fr: Sur les appareils sous iOS 15 dotés d’une puce A12 ou ultérieure, la mise sur liste noire désactive les extensions de l’application. Son exécution au premier plan ou en arrière-plan peut provoquer une erreur « spinlock panic » et le redémarrage de l’appareil. Essayez d’abord de désactiver l’injection de tweaks pour cette application dans Choicy. Ne la mettez sur liste noire que si cela ne suffit pas.
it: Sui dispositivi con iOS 15 e chip A12 o successivo, l’inserimento di un’app nella lista nera ne disattiva le estensioni. Quando l’app è in primo piano o in background, può causare uno spinlock panic e il riavvio del dispositivo. Prova prima a disattivare l’iniezione dei tweak per questa app in Choicy. Aggiungila alla lista nera solo se non funziona.
ja: iOS 15 を搭載した A12 以降のデバイスでは、ブラックリストに登録したアプリの拡張機能が無効になります。アプリがフォアグラウンドまたはバックグラウンドで動作すると、spinlock panic が発生し、デバイスが再起動する可能性があります。 まず Choicy でこのアプリへの Tweak 注入を無効にしてください。解決しない場合にのみブラックリストに登録してください。
vi: Trên thiết bị chạy iOS 15 dùng chip A12 trở lên, thêm ứng dụng vào danh sách chặn sẽ vô hiệu hóa các tiện ích mở rộng của ứng dụng. Khi ứng dụng chạy ở nền trước hoặc nền sau, có thể xảy ra spinlock panic khiến thiết bị khởi động lại. Hãy thử tắt chèn tweak cho ứng dụng trong Choicy trước. Chỉ thêm vào danh sách chặn nếu cách đó không hiệu quả.
zh_hans: 在运行 iOS 15、搭载 A12 或更新芯片的设备上，将应用加入黑名单会禁用其应用扩展。应用在前台或后台运行时，可能触发 spinlock panic，导致设备崩溃重启。 建议先在 Choicy 中关闭此应用的插件注入，仅在无效时再加入黑名单。

# %@ and other services
source: Services including %@
ar: خدمات تشمل %@
de: Dienste, darunter %@
fr: Services, dont %@
it: Servizi tra cui %@
ja: %@ などのサービス
vi: Các dịch vụ, gồm %@
zh_hans: %@ 等服务

source: %@ services
ar: خدمات %@
de: Dienste: %@
it: Servizi %@
ja: %@ のサービス
vi: Các dịch vụ %@
zh_hans: %@ 服务

source: Warning: Do not modify any other files in /private/preboot/. Doing so will cause a boot loop.
ar: تحذير: لا تعدّل أي ملفات أخرى في ‎/private/preboot/‎، لأن ذلك سيؤدي إلى حلقة إعادة تشغيل.
de: Warnung: Ändern Sie keine anderen Dateien in /private/preboot/. Dies führt zu einer Startschleife.
fr: Avertissement : ne modifiez aucun autre fichier dans /private/preboot/, sous peine de provoquer une boucle de redémarrage.
it: Attenzione: non modificare altri file in /private/preboot/, altrimenti il dispositivo entrerà in un ciclo di riavvii.
ja: 警告：/private/preboot/ 内の他のファイルを変更しないでください。変更すると起動ループが発生します。
vi: Cảnh báo: Không sửa đổi bất kỳ tệp nào khác trong /private/preboot/, nếu không thiết bị sẽ bị khởi động lại liên tục.
zh_hans: 警告：请勿修改 /private/preboot/ 中的其他文件，否则会导致设备循环重启。

source: A rule for this source scheme already exists.
ar: توجد قاعدة لهذا المخطط الأصلي بالفعل.
de: Für dieses ursprüngliche Schema gibt es bereits eine Regel.
fr: Une règle existe déjà pour ce schéma source.
it: Esiste già una regola per questo schema di origine.
ja: この元のスキームには既にルールがあります。
vi: Đã có quy tắc cho Scheme gốc này.
zh_hans: 此原 Scheme 已有替换规则。

source: Add Replacement Rule
ar: إضافة قاعدة استبدال
de: Ersetzungsregel hinzufügen
fr: Ajouter une règle
it: Aggiungi regola di sostituzione
ja: 置換ルールを追加
vi: Thêm quy tắc thay thế
zh_hans: 添加替换规则

source: Advanced
ar: متقدم
de: Erweitert
fr: Options avancées
it: Avanzate
ja: 詳細設定
vi: Nâng cao
zh_hans: 高级

source: Applications
ar: التطبيقات
de: Apps
it: App
ja: アプリ
vi: Ứng dụng
zh_hans: 应用

source: Apps are blacklisted by default in this environment. Disable tweaks for this app in Bootstrap’s AppList.
ar: تُدرج التطبيقات في القائمة السوداء افتراضيًا في هذه البيئة. عطّل التعديلات لهذا التطبيق في AppList ضمن Bootstrap.
de: Apps stehen in dieser Umgebung standardmäßig auf der Blacklist. Deaktivieren Sie die Tweaks für diese App in der AppList von Bootstrap.
fr: Dans cet environnement, les applications sont sur liste noire par défaut. Désactivez les tweaks pour cette application dans l’AppList de Bootstrap.
it: In questo ambiente le app sono già nella lista nera per impostazione predefinita. Disattiva i tweak per questa app nell’AppList di Bootstrap.
ja: この環境ではアプリは標準でブラックリストに登録されています。Bootstrap の AppList でこのアプリの Tweak を無効にしてください。
vi: Trong môi trường này, ứng dụng mặc định đã nằm trong danh sách chặn. Hãy tắt tweak cho ứng dụng này trong AppList của Bootstrap.
zh_hans: 当前环境默认已将应用加入黑名单。请在 Bootstrap 的 AppList 中关闭此应用的插件注入。

source: Automatically blacklist newly installed apps.
ar: إضافة التطبيقات المثبتة حديثًا إلى القائمة السوداء تلقائيًا.
de: Neu installierte Apps automatisch zur Blacklist hinzufügen.
fr: Ajouter automatiquement les nouvelles apps à la liste noire.
it: Aggiungi automaticamente le nuove app alla lista nera.
ja: 新しくインストールした App を自動的にブラックリストに追加します。
vi: Tự động thêm ứng dụng mới cài đặt vào danh sách đen.
zh_hans: 自动将新安装的 App 加入黑名单。

source: Backup Port
ar: المنفذ الاحتياطي
de: Zusätzlicher Port
fr: Port secondaire
it: Porta secondaria
ja: 予備ポート
vi: Cổng dự phòng
zh_hans: 备用端口

source: Blacklist
ar: القائمة السوداء
fr: Liste noire
it: Lista nera
ja: ブラックリスト
vi: Danh sách chặn
zh_hans: 黑名单

# Blacklist is not supported in current environment.
source: The current environment does not support the blacklist.
ar: القائمة السوداء غير مدعومة في البيئة الحالية.
de: Die Blacklist wird in dieser Umgebung nicht unterstützt.
fr: La liste noire n’est pas prise en charge dans cet environnement.
it: La lista nera non è supportata nell’ambiente attuale.
ja: 現在の環境ではブラックリストを利用できません。
vi: Môi trường hiện tại không hỗ trợ danh sách chặn.
zh_hans: 当前环境不支持黑名单。

source: Blacklist is unavailable
ar: القائمة السوداء غير متاحة
de: Blacklist nicht verfügbar
fr: Liste noire indisponible
it: Lista nera non disponibile
ja: ブラックリストを利用できません
vi: Danh sách chặn không khả dụng
zh_hans: 黑名单不可用

source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
vi: Hủy
zh_hans: 取消

source: Check Results
ar: نتائج الفحص
de: Prüfergebnisse
fr: Résultats de la vérification
it: Risultati della verifica
ja: 確認結果
vi: Kết quả kiểm tra
zh_hans: 检查结果

source: Checking environment…
ar: جارٍ فحص البيئة…
de: Umgebung wird geprüft …
fr: Vérification de l’environnement…
it: Verifica dell’ambiente…
ja: 環境を確認中…
vi: Đang kiểm tra môi trường…
zh_hans: 正在检查环境…

source: Clear App Data
ar: مسح بيانات التطبيق
de: App-Daten löschen
fr: Effacer les données de l’application
it: Cancella dati dell’app
ja: アプリのデータを消去
vi: Xóa dữ liệu ứng dụng
zh_hans: 清除应用数据

source: Clear Data
ar: مسح البيانات
de: Daten löschen
fr: Effacer les données
it: Cancella dati
ja: データを消去
vi: Xóa dữ liệu
zh_hans: 清除数据

source: Clear data for %@?
ar: هل تريد مسح بيانات %@؟
de: Daten von %@ löschen?
fr: Effacer les données de %@ ?
it: Cancellare i dati di %@?
ja: %@ のデータを消去しますか？
vi: Xóa dữ liệu của %@?
zh_hans: 清除“%@”的数据？

source: Clearing data for %@…
ar: جارٍ مسح بيانات %@…
de: Daten von %@ werden gelöscht…
fr: Effacement des données de %@…
it: Cancellazione dei dati di %@…
ja: 「%@」のデータを消去中…
vi: Đang xóa dữ liệu của %@…
zh_hans: 正在清除 “%@” 的数据…

source: Continue
ar: متابعة
de: Fortfahren
fr: Continuer
it: Continua
ja: 続ける
vi: Tiếp tục
zh_hans: 继续

source: Copy Path
ar: نسخ المسار
de: Pfad kopieren
fr: Copier le chemin
it: Copia percorso
ja: パスをコピー
vi: Sao chép đường dẫn
zh_hans: 复制路径

source: Could not clear data for %@
ar: تعذر مسح بيانات %@
de: Daten von %@ konnten nicht gelöscht werden
fr: Impossible d’effacer les données de %@
it: Impossibile cancellare i dati di %@
ja: 「%@」のデータを消去できませんでした
vi: Không thể xóa dữ liệu của %@
zh_hans: 无法清除 “%@” 的数据

source: Could not delete some items
ar: تعذر حذف بعض العناصر
de: Einige Objekte konnten nicht gelöscht werden
fr: Certains éléments n’ont pas pu être supprimés
it: Impossibile eliminare alcuni elementi
ja: 一部の項目を削除できませんでした
vi: Không thể xóa một số mục
zh_hans: 部分项目无法删除

source: Could not restart the service. The original configuration was restored.
ar: تعذّرت إعادة تشغيل الخدمة. تمت استعادة التكوين الأصلي.
de: Der Dienst konnte nicht neu gestartet werden. Die ursprüngliche Konfiguration wurde wiederhergestellt.
fr: Le service n’a pas pu redémarrer. La configuration d’origine a été restaurée.
it: Impossibile riavviare il servizio. La configurazione originale è stata ripristinata.
ja: サービスを再起動できなかったため、元の構成を復元しました。
vi: Không thể khởi động lại dịch vụ. Đã khôi phục cấu hình ban đầu.
zh_hans: 服务重启失败，已恢复原配置。

source: Could not restore the original configuration.
ar: تعذّرت استعادة التكوين الأصلي.
de: Die ursprüngliche Konfiguration konnte nicht wiederhergestellt werden.
fr: Impossible de restaurer la configuration d’origine.
it: Impossibile ripristinare la configurazione originale.
ja: 元の構成を復元できません。ターミナルでサービスを確認してください。
vi: Không thể khôi phục cấu hình ban đầu.
zh_hans: 无法恢复原配置，请在终端中检查服务。

source: Could not restore the service. Restart it in your terminal.
ar: تعذّرت استعادة الخدمة. أعد تشغيلها من الطرفية.
de: Der Dienst konnte nicht wiederhergestellt werden. Starte ihn im Terminal neu.
fr: Impossible de restaurer le service. Redémarrez-le dans le terminal.
it: Impossibile ripristinare il servizio. Riavvialo dal terminale.
ja: サービスを復元できません。ターミナルで再起動してください。
vi: Không thể khôi phục dịch vụ. Hãy khởi động lại trong terminal.
zh_hans: 无法恢复服务，请在终端中重新启动。

source: Could not save changes
ar: تعذر حفظ التغييرات
de: Änderungen konnten nicht gespeichert werden
fr: Impossible d’enregistrer les modifications
it: Impossibile salvare le modifiche
ja: 変更を保存できませんでした
vi: Không thể lưu thay đổi
zh_hans: 无法保存更改

source: Could not save service ports.
ar: تعذّر حفظ منافذ الخدمة.
de: Dienstports konnten nicht gespeichert werden.
fr: Impossible d’enregistrer les ports du service.
it: Impossibile salvare le porte del servizio.
ja: サービスのポートを保存できません。
vi: Không thể lưu các cổng dịch vụ.
zh_hans: 无法保存服务端口。

source: Custom Cleanup Rules
ar: قواعد التنظيف المخصصة
de: Eigene Bereinigungsregeln
fr: Règles de nettoyage personnalisées
it: Regole di pulizia personalizzate
ja: カスタムクリーンアップルール
vi: Quy tắc dọn dẹp tùy chỉnh
zh_hans: 自定义清理规则

source: Data cleared for %@
ar: تم مسح بيانات %@
de: Daten von %@ gelöscht
fr: Données de %@ effacées
it: Dati di %@ cancellati
ja: 「%@」のデータを消去しました
vi: Đã xóa dữ liệu của %@
zh_hans: 已清除 “%@” 的数据

source: Deselect All
ar: إلغاء تحديد الكل
de: Auswahl aufheben
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべて選択解除
vi: Bỏ chọn tất cả
zh_hans: 取消全选

source: Done
ar: تم
de: Fertig
fr: Terminé
it: Fine
ja: 完了
vi: Xong
zh_hans: 完成

# Dropbear has been installed, you can uninstall it via Sileo/Zebra.
source: Dropbear was detected. You can uninstall it using Sileo or change the default port.
ar: تم اكتشاف Dropbear. يمكنك إلغاء تثبيته عبر Sileo أو تغيير المنفذ الافتراضي.
de: Dropbear wurde erkannt. Sie können es über Sileo deinstallieren oder den Standardport ändern.
fr: Dropbear a été détecté. Vous pouvez le désinstaller via Sileo ou modifier le port par défaut.
it: È stato rilevato Dropbear. Puoi disinstallarlo tramite Sileo o modificare la porta predefinita.
ja: Dropbear が検出されました。Sileo からアンインストールするか、デフォルトのポートを変更できます。
vi: Đã phát hiện Dropbear. Bạn có thể gỡ cài đặt qua Sileo hoặc thay đổi cổng mặc định.
zh_hans: 已检测到 Dropbear，可通过 Sileo 卸载，或修改默认端口。

source: Each port must be different.
ar: يجب أن تكون أرقام المنافذ مختلفة.
de: Die Portnummern müssen unterschiedlich sein.
fr: Les ports doivent être différents.
it: Le porte devono essere diverse.
ja: ポート番号は重複できません。
vi: Các số cổng phải khác nhau.
zh_hans: 端口号不能重复。

source: Edit Replacement Rule
ar: تعديل قاعدة الاستبدال
de: Ersetzungsregel bearbeiten
fr: Modifier la règle
it: Modifica regola di sostituzione
ja: 置換ルールを編集
vi: Sửa quy tắc thay thế
zh_hans: 编辑替换规则

source: Edit cleanup rules in a file manager.
ar: عدّل قواعد التنظيف في مدير الملفات.
de: Bereinigungsregeln im Dateimanager bearbeiten.
fr: Modifiez les règles de nettoyage dans un gestionnaire de fichiers.
it: Modifica le regole di pulizia in un gestore file.
ja: ファイルマネージャでクリーンアップルールを編集します。
vi: Chỉnh sửa quy tắc dọn dẹp trong trình quản lý tệp.
zh_hans: 在文件管理器中编辑清理规则。

source: Enabled
ar: مفعّل
de: Aktiviert
fr: Activé
it: Attivo
ja: 有効
vi: Bật
zh_hans: 启用

source: Enter a custom App scheme, such as filza.
ar: أدخل مخططًا مخصصًا للتطبيق، مثل filza.
de: Geben Sie ein benutzerdefiniertes App-Schema ein, z. B. filza.
fr: Saisissez un schéma d’app personnalisé, comme filza.
it: Inserisci uno schema personalizzato di un’app, ad esempio filza.
ja: filza など、App 独自のスキームを入力してください。
vi: Nhập Scheme tùy chỉnh của ứng dụng, ví dụ filza.
zh_hans: 请输入自定义 App Scheme，例如 filza。

source: Enter a port from 1 to 65535.
ar: أدخل رقم منفذ من 1 إلى 65535.
de: Gib eine Portnummer von 1 bis 65535 ein.
fr: Saisissez un port compris entre 1 et 65535.
it: Inserisci una porta da 1 a 65535.
ja: 1〜65535のポート番号を入力してください。
vi: Nhập số cổng từ 1 đến 65535.
zh_hans: 请输入 1 至 65535 之间的端口号。

source: Environment Check
ar: فحص البيئة
de: Umgebungsprüfung
fr: Vérification de l’environnement
it: Verifica ambiente
ja: 環境の確認
vi: Kiểm tra môi trường
zh_hans: 环境检查

source: Failed to remove app data container: %@
ar: تعذر حذف حاوية بيانات التطبيق: %@
de: Der App-Datencontainer konnte nicht gelöscht werden: %@
fr: Impossible de supprimer le conteneur de données de l’application : %@
it: Impossibile eliminare il contenitore dati dell’app: %@
ja: アプリのデータコンテナを削除できませんでした： %@
vi: Không thể xóa vùng chứa dữ liệu ứng dụng: %@
zh_hans: 无法删除应用数据容器： %@

source: Frida Server
ar: خادم Frida
fr: Serveur Frida
it: Server Frida
ja: Frida サーバー
vi: Máy chủ Frida
zh_hans: Frida 服务

# Frida Server has been installed, you can uninstall it via Sileo/Zebra.
source: A Frida server was detected. You can uninstall it using Sileo or change the default port.
ar: تم اكتشاف خادم Frida. يمكنك إلغاء تثبيته عبر Sileo أو تغيير المنفذ الافتراضي.
de: Ein Frida-Server wurde erkannt. Sie können ihn über Sileo deinstallieren oder den Standardport ändern.
fr: Un serveur Frida a été détecté. Vous pouvez le désinstaller via Sileo ou modifier le port par défaut.
it: È stato rilevato un server Frida. Puoi disinstallarlo tramite Sileo o modificare la porta predefinita.
ja: Frida サーバーが検出されました。Sileo からアンインストールするか、デフォルトのポートを変更できます。
vi: Đã phát hiện máy chủ Frida. Bạn có thể gỡ cài đặt qua Sileo hoặc thay đổi cổng mặc định.
zh_hans: 已检测到 Frida 服务，可通过 Sileo 卸载，或修改默认端口。

source: General
ar: عام
de: Allgemein
fr: Général
it: Generali
ja: 一般
vi: Cài đặt chung
zh_hans: 通用

source: Items removed
ar: تمت إزالة العناصر المحددة
de: Auswahl entfernt
fr: Sélection supprimée
it: Elementi rimossi
ja: 選択した項目を削除しました
vi: Đã xóa các mục đã chọn
zh_hans: 已移除所选项目

# Legacy rootless jailbreak(s)
source: Legacy Rootless Jailbreak Files
ar: ملفات جيلبريك rootless سابقة
de: Dateien früherer Rootless-Jailbreaks
fr: Fichiers d’anciens jailbreaks rootless
it: File di precedenti jailbreak rootless
ja: 以前の rootless 脱獄のファイル
vi: Tệp jailbreak rootless cũ
zh_hans: 旧版无根越狱文件

source: Listening Port
ar: منفذ الاستماع
de: Empfangsport
fr: Port d’écoute
it: Porta di ascolto
ja: 待受ポート
vi: Cổng lắng nghe
zh_hans: 监听端口

source: Listening on %@
ar: الاستماع على %@
de: Empfang auf %@
fr: Écoute sur %@
it: In ascolto su %@
ja: 待受ポート：%@
vi: Lắng nghe trên %@
zh_hans: 监听端口：%@

source: Loading…
ar: جارٍ التحميل…
de: Wird geladen …
fr: Chargement…
it: Caricamento…
ja: 読み込み中…
vi: Đang tải…
zh_hans: 正在加载…

source: Neither Fila nor Filza could be opened. The path has been copied.
ar: تعذر فتح Fila أو Filza. تم نسخ المسار.
de: Weder Fila noch Filza konnte geöffnet werden. Der Pfad wurde kopiert.
fr: Impossible d’ouvrir Fila ou Filza. Le chemin a été copié.
it: Impossibile aprire Fila o Filza. Il percorso è stato copiato.
ja: Fila と Filza を開けませんでした。パスをコピーしました。
vi: Không thể mở Fila hoặc Filza. Đã sao chép đường dẫn.
zh_hans: 无法打开 Fila 或 Filza，路径已复制。

source: No Matching Items
ar: لا توجد عناصر مطابقة
de: Keine passenden Elemente
fr: Aucun élément correspondant
it: Nessun elemento corrispondente
ja: 一致する項目はありません
vi: Không tìm thấy mục phù hợp
zh_hans: 未发现匹配项目

source: No apps found
ar: لم يتم العثور على تطبيقات
de: Keine Apps gefunden
fr: Aucune application trouvée
it: Nessuna app trovata
ja: アプリが見つかりません
vi: Không tìm thấy ứng dụng
zh_hans: 未找到应用

source: No files match the current rules. Pull down to check again.
ar: لا توجد ملفات تطابق القواعد الحالية. اسحب للأسفل للفحص مجددًا.
de: Keine Dateien entsprechen den aktuellen Regeln. Zum erneuten Prüfen nach unten ziehen.
fr: Aucun fichier ne correspond aux règles actuelles. Tirez vers le bas pour vérifier à nouveau.
it: Nessun file corrisponde alle regole attuali. Scorri verso il basso per controllare di nuovo.
ja: 現在のルールに一致するファイルはありません。下に引くと再確認できます。
vi: Không có tệp phù hợp với quy tắc hiện tại. Kéo xuống để kiểm tra lại.
zh_hans: 当前规则未匹配到文件。下拉可重新检查。

source: No issues found
ar: لم يتم العثور على مشكلات
de: Keine Probleme gefunden
fr: Aucun problème détecté
it: Nessun problema rilevato
ja: 問題は見つかりませんでした
vi: Không phát hiện vấn đề
zh_hans: 未发现问题

source: No replacement rules
ar: لا توجد قواعد استبدال
de: Keine Ersetzungsregeln
fr: Aucune règle de remplacement
it: Nessuna regola di sostituzione
ja: 置換ルールがありません
vi: Chưa có quy tắc thay thế
zh_hans: 暂无替换规则

source: No search results
ar: لا توجد نتائج بحث
de: Keine Suchergebnisse
fr: Aucun résultat
it: Nessun risultato
ja: 検索結果がありません
vi: Không có kết quả tìm kiếm
zh_hans: 无搜索结果

source: Open in File Manager
ar: فتح في مدير الملفات
de: Im Dateimanager öffnen
fr: Ouvrir dans le gestionnaire de fichiers
it: Apri nel gestore file
ja: ファイルマネージャで開く
vi: Mở trong trình quản lý tệp
zh_hans: 在文件管理器中打开

source: Port
ar: المنفذ
it: Porta
ja: ポート
vi: Cổng
zh_hans: 端口

source: Port %@ is already in use.
ar: المنفذ %@ قيد الاستخدام بالفعل.
de: Port %@ wird bereits verwendet.
fr: Le port %@ est déjà utilisé.
it: La porta %@ è già in uso.
ja: ポート %@ はすでに使用されています。
vi: Cổng %@ đang được sử dụng.
zh_hans: 端口 %@ 已被占用。

source: Port settings unavailable
ar: إعدادات المنافذ غير متاحة
de: Porteinstellungen nicht verfügbar
fr: Réglages des ports indisponibles
it: Impostazioni porte non disponibili
ja: ポート設定を利用できません
vi: Không có cài đặt cổng
zh_hans: 端口设置不可用

source: Primary Port
ar: المنفذ الأساسي
de: Hauptport
fr: Port principal
it: Porta principale
ja: メインポート
vi: Cổng chính
zh_hans: 主端口

source: Protected by a custom rule
ar: محمي بقاعدة مخصصة
de: Durch eine eigene Regel geschützt
fr: Protégé par une règle personnalisée
it: Protetto da una regola personalizzata
ja: カスタムルールで保護されています
vi: Được bảo vệ bởi quy tắc tùy chỉnh
zh_hans: 受自定义规则保护

source: Pull to refresh
ar: اسحب للأسفل للتحديث
de: Zum Aktualisieren nach unten ziehen
fr: Tirez vers le bas pour actualiser
it: Scorri verso il basso per aggiornare
ja: 下に引いて更新
vi: Kéo xuống để làm mới
zh_hans: 下拉刷新

source: Purpose
ar: الغرض
de: Zweck
fr: Utilité
it: Scopo
ja: 用途
vi: Mục đích
zh_hans: 用途

source: Read access failed
ar: تعذر الوصول للقراءة
de: Lesezugriff fehlgeschlagen
fr: Échec de l’accès en lecture
it: Accesso in lettura non riuscito
ja: 読み取れませんでした
vi: Không thể đọc
zh_hans: 无法读取

source: Remove
ar: إزالة
de: Entfernen
fr: Supprimer
it: Rimuovi
ja: 削除
vi: Xóa
zh_hans: 移除

source: Remove Selected Items
ar: إزالة العناصر المحددة
de: Ausgewählte Elemente entfernen
fr: Supprimer les éléments sélectionnés
it: Rimuovi elementi selezionati
ja: 選択した項目を削除
vi: Xóa các mục đã chọn
zh_hans: 移除所选项目

source: Removing…
ar: جارٍ الإزالة…
de: Wird entfernt …
fr: Suppression…
it: Rimozione…
ja: 削除中…
vi: Đang xóa…
zh_hans: 正在移除…

source: Replace only the App scheme. Paths and parameters stay unchanged.
ar: يُستبدل مخطط التطبيق فقط. تبقى المسارات والمعلمات كما هي.
de: Nur das App-Schema wird ersetzt. Pfade und Parameter bleiben unverändert.
fr: Seul le schéma de l’app est remplacé. Les chemins et paramètres sont conservés.
it: Viene sostituito solo lo schema dell’app. Percorsi e parametri restano invariati.
ja: App のスキームのみを置換します。パスとパラメータは変更しません。
vi: Chỉ thay Scheme của ứng dụng. Giữ nguyên đường dẫn và tham số.
zh_hans: 仅替换 App 的 Scheme，保留路径和参数。

source: Replacement Rules
ar: قواعد الاستبدال
de: Ersetzungsregeln
fr: Règles de remplacement
it: Regole di sostituzione
ja: 置換ルール
vi: Quy tắc thay thế
zh_hans: 替换规则

source: Replacement rules do not apply to blacklisted apps.
ar: لا تنطبق قواعد الاستبدال على التطبيقات المدرجة في القائمة السوداء.
de: Ersetzungsregeln gelten nicht für Apps auf der Blacklist.
fr: Les règles de remplacement ne s’appliquent pas aux apps sur liste noire.
it: Le regole di sostituzione non si applicano alle app nella lista nera.
ja: ブラックリスト内のアプリには置換ルールは適用されません。
vi: Các quy tắc thay thế không áp dụng cho ứng dụng trong danh sách đen.
zh_hans: 替换规则不适用于黑名单中的 App。

source: Review files in specified paths that apps may use to identify a jailbreak. Remove only items you recognize.
ar: راجع الملفات في المسارات المحددة التي قد تستخدمها التطبيقات لاكتشاف الجيلبريك. لا تُزل إلا الملفات التي تعرف وظيفتها.
de: Prüfen Sie Dateien in festgelegten Pfaden, die Apps als Hinweise auf einen Jailbreak erkennen könnten. Entfernen Sie nur Dateien, deren Zweck Sie kennen.
fr: Examinez les fichiers des chemins indiqués que les applications peuvent utiliser pour détecter un jailbreak. Ne supprimez que ceux dont vous connaissez l’usage.
it: Controlla i file nei percorsi indicati che le app potrebbero usare per rilevare un jailbreak. Rimuovi solo quelli di cui conosci la funzione.
ja: 指定されたパスにある、アプリが脱獄の判定に使用する可能性があるファイルを確認します。用途を確認してから削除してください。
vi: Kiểm tra các tệp trong đường dẫn chỉ định mà ứng dụng có thể dùng để phát hiện jailbreak. Chỉ xóa tệp khi bạn hiểu rõ mục đích của chúng.
zh_hans: 检查指定路径中可能被 App 识别为越狱特征的文件。请确认用途后再移除。

source: SSH Server
ar: خادم SSH
fr: Serveur SSH
it: Server SSH
ja: SSH サーバー
vi: Máy chủ SSH
zh_hans: SSH 服务

# SSH Server has been installed, you can uninstall it via Sileo/Zebra.
source: An SSH server was detected. You can uninstall it using Sileo or change the default port.
ar: تم اكتشاف خادم SSH. يمكنك إلغاء تثبيته عبر Sileo أو تغيير المنفذ الافتراضي.
de: Ein SSH-Server wurde erkannt. Sie können ihn über Sileo deinstallieren oder den Standardport ändern.
fr: Un serveur SSH a été détecté. Vous pouvez le désinstaller via Sileo ou modifier le port par défaut.
it: È stato rilevato un server SSH. Puoi disinstallarlo tramite Sileo o modificare la porta predefinita.
ja: SSH サーバーが検出されました。Sileo からアンインストールするか、デフォルトのポートを変更できます。
vi: Đã phát hiện máy chủ SSH. Bạn có thể gỡ cài đặt qua Sileo hoặc thay đổi cổng mặc định.
zh_hans: 已检测到 SSH 服务，可通过 Sileo 卸载，或修改默认端口。

source: Save
ar: حفظ
de: Sichern
fr: Enregistrer
it: Salva
ja: 保存
vi: Lưu
zh_hans: 保存
